MessageReplaceWord = "###";
MessageDefJsonObject = {
	"Message.I0001": "###を入力してください。",
	"Message.I0003": "全角で入力ください。",
	"Message.I0004": "全角カタカナで入力ください。",
	"Message.I0005": "正しい生年月日をYYYYMMDDで入力してください。",
    "Message.I0006": "正しい郵便番号を入力してください。",
	"Message.I0007": "正しい電話番号を入力してください。",
	"Message.I0008": "パスワードは半角英数の6桁～20桁で入力ください。",
	"Message.I0009": "パスワードが一致しません。",
	"Message.I0010": "このメールアドレスはご登録されておりません。",
	"Message.I0011": "応募できるポイント数を超えています。",
	"Message.I0012": "何も選ばれていません。",
	"Message.I0013": "認証コードを入力してください。",
	
	"Message.I0020": "全角で入力ください。",
	"Message.I0021": "全角カタカナで入力ください。",
	"Message.I0022": "郵便番号から正しい住所を入力してください。",
	
	"Message.I0095": "認証コードすべてが4桁の数字である",
	
    "Message.I0031": "引取数を入力して下さい。",
    "Message.I0038": "変更先用途が元の用途と同一です。",
    "Message.I0044": "同一ドライバーの情報が存在します。",
    "Message.I0048": "パック数が入数より大きい値です。",
	"Message.I0090":"16桁の半角数字で入力してください。",
    
	"Message.I00122": "検索条件を入力してください。",
	"Message.I00123": "納品書を全て削除することはできません。",
	"Message.I00124": "パックの商品コードが不一致です。",
	"Message.I00125": "出荷数が不一致です",
	"Message.I00126": "先に「入力完了」ボタンを押下し、入力値を保存してください。",

    "Message.R0001": "訂正されていません。",
    "Message.R0002": "正常に訂正されました。",
    "Message.R0003": "正常に登録されました。",
    "Message.R0004": "正常に更新されました。",
    "Message.R0005": "正常に削除されました。",
    "Message.R0016": "訂正理由が未設定です。",

	"Message.S0001" : "原因不明のエラーです。システム管理者に問い合わせてください。",
	"Message.S0002" : "該当パラメータが無効であるから、システム管理者に問い合わせてください。",
	"Message.S0003" : "DBアクセスエラーです。システム管理者に問い合わせてください。",
	"Message.S0004" : "無効の集計表データの配列です。システム管理者に問い合わせてください。",
	"Message.S0005" : "サーバーでシステムエラーが発生しました。",
	"Message.S0006" : "一覧に無効な商品が存在します。システム管理者に連絡してください。",

	"Message.S999" : "危険なURLからアクセスです。システム管理者に問い合わせてください。",
	"Message.S998" : "このURLは直接にアクセスできません。画面のボタンをクリックしてアクセスしてください。",
	"Message.S997" : "無効のデータです。システム管理者に問い合わせてください。"

};

